{
    "CSE": {
        "HEADER": "",
        "FOOTER": ""
    },
    "ECE": {
        "HEADER": "",
        "FOOTER": ""
    },
    "EE": {
        "HEADER": "",
        "FOOTER": ""
    },
    "ME": {
        "HEADER": "The Mechanical department of MANIT Bhopal has always been the biggest department in terms of strength and achievements. The total number of selections are more in non-core sector till now, increase in the core sector is expected in upcoming month.",
        "FOOTER": ""
    },
    "CHEM": {
        "HEADER": "Materials & Metallurgical Engineering department of MANIT Bhopal have always been a growing and expanding department in terms of strength and achievements. Core companies have just started their recruitment process in our college but there were many non-core companies which visited campus.",
        "FOOTER": "All companies require good communication skills for any role whether it be non- core profiles such as sales and marketing, etc or core profiles and the students are not very comfortable with them. Department could encourage students in enhancing such skills by setting up mock Group Discussions, debate sessions among respective batches or with other departments. Some companies of the had zero selection from the batch might be because students lacked fundamental practical knowledge and basics of respective fields. For this it is suggested to organize workshops and competitions to increase practical skills of students."
    },
    "CE": {
        "HEADER": "",
        "FOOTER": ""
    },
    "MME": {
        "HEADER": "Materials & Metallurgical Engineering department of MANIT Bhopal have always been a growing and expanding department in terms of strength and achievements. Core companies have just started their recruitment process in our college but there were many non-core companies which visited campus.",
        "FOOTER": "All companies require good communication skills for any role that they offer  and many of the students lack proper communication skills. Core Companies have just started their recruitment for our branch and we expect the core placements to boost significantly in the next few weeks. Department could encourage students in enhancing communication skills by setting up mock Group Discussions, debate sessions among respective batches or with other departments. Some companies had zero selection from the batch. This might be because students lacked fundamental practical knowledge and basics of respective fields. Regarding this, it is suggested to organize workshops and competitions to increase practical skills of students."
    }
}